Revit 2027 API
ParameterTypeId.MullionGridLineSegment Property
 "Grid Line Segment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionGridLineSegment { get; }
Public Shared ReadOnly Property MullionGridLineSegment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionGridLineSegment {
	ForgeTypeId^ get ();
}
static member MullionGridLineSegment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace